{
  "[C]": 128004,
  "[DESCRIPTION]": 128010,
  "[EXAMPLE]": 128008,
  "[E]": 128005,
  "[L]": 128007,
  "[MASK]": 128000,
  "[OUTPUT]": 128009,
  "[P]": 128003,
  "[R]": 128006,
  "[SEP_STRUCT]": 128001,
  "[SEP_TEXT]": 128002
}
